espressif/esp-idf/examples/bluetooth/bluedroid/ble/gatt_client/sdkconfig.ci.esp32c2_init_deinit
# CONFIG_BT_GATTS_ENABLE is not set
# CONFIG_BT_GATTC_ENABLE  is not set
# CONFIG_BT_BLE_SMP_ENABLE is not set
# CONFIG_BT_BLE_42_FEATURES_SUPPORTED is not set
# CONFIG_BT_BLE_50_FEATURES_SUPPORTED is not set
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_INIT_DEINIT_LOOP=y
CONFIG_BT_GATTC_CONNECT_RETRY_COUNT=20
